$("#quiz").dlxQuiz({
    quizData: {
        maxQuestions: 10,
        "questions": [
            {
                q: 'чрево',
                a: 'живот',
                options: ['живот', 'середина', 'рот']
            },
            {
                q: 'прозорливый',
                a: 'умеющий предвидеть',
                options: ['умеющий предвидеть', 'любящий поесть', 'невнимательный']
            },
            {
                q: 'баснословный',
                a: 'небывалый',
                options: ['небывалый', 'сказочный, волшебный', 'любящий поболтать']
            },
            {
                q: 'франт',
                a: 'модник',
                options: ['модник', 'передовик', 'военный']
            },
            {
                q: 'алчный',
                a: 'жадный',
                options: ['жадный', 'любящий поесть', 'красный']
            },
            {
                q: 'бравада',
                a: 'показная смелость',
                options: ['показная смелость', 'название корабля', 'длинная борода']
            },
            {
                q: 'праздно',
                a: 'бесцельно',
                options: ['бесцельно', 'празднично, радостно', 'весело']
            },
            {
                q: 'блажь',
                a: 'нелепая прихоть',
                options: ['нелепая прихоть', 'счастье', 'доброта']
            },
            {
                q: 'бессребреник',
                a: 'человек, не привязанный к деньгам',
                options: ['человек, не привязанный к деньгам',
                    'бедняк',
                    'человек, не имеющий седины'
                ]
            },
            {
                q: 'вышколить',
                a: 'обучая, воспитать',
                options: ['обучая, воспитать', 'выгнать из школы', 'выпустить из школы']
            },
            {
                q: 'лодырничать',
                a: 'лентяйничать',
                options: ['лентяйничать', 'штопать одежду', 'ходить на лодках']
            },
            {
                q: 'вальяжный',
                a: 'полный достоинства, важный',
                options: ['полный достоинства, важный',
                    'путешествующий ради удовольствия',
                    'изготовленнный из шерсти валянием'
                ]
            },
            {
                q: 'двужильный',
                a: 'выносливый, сильный',
                options: ['выносливый, сильный', 'долгожитель', 'старожил']
            },
            {
                q: 'вящий',
                a: 'больший, более сильный',
                options: ['больший, более сильный', 'тянущийся, вязкий', 'прозорливый']
            },
            {
                q: 'горемычный',
                a: 'несчастный, постоянно сталкивающийся с бедами',
                options: ['несчастный, постоянно сталкивающийся с бедами',
                    'горький, вызывающий горечь',
                    'бегущий от проблем'
                ]
            },
            {
                q: 'гнушаться',
                a: 'чуждаться из чувства презрения',
                options: ['чуждаться из чувства презрения',
                    'издеваться',
                    'изолировать слух'
                ]
            },
            {
                q: 'лукавый',
                a: 'хитрый, неискренний',
                options: ['хитрый, неискренний',
                    'состредоточенный на внешнем проявлении чего-либо',
                    'луковый, имеющий отношение к луковицам'
                ]
            },
            {
                q: 'хулить',
                a: 'ругать',
                options: ['ругать', 'насмехаться', 'хвалить']
            },
            {
                q: 'дебелый',
                a: 'толстый, рыхлый',
                options: ['толстый, рыхлый', 'глупый', 'незадачливый']
            },
            {
                q: 'бесталанный',
                a: 'несчастный',
                options: ['несчастный',
                    'заурядный, не имеющий таланта',
                    'неумный, бестолковый'
                ]
            },
            {
                q: 'елейный',
                a: 'преувеличенно любезный',
                options: ['преувеличенно любезный', 'слабый', 'водянистый']
            },
            {
                q: 'жалостливый',
                a: 'сострадательный',
                options: ['сострадательный', 'вызывающий жалость', 'острый на язык']
            },
            {
                q: 'бахвалиться',
                a: 'хвастаться',
                options: ['хвастаться', 'смущаться', 'говорить комплименты']
            },
            {
                q: 'дородный',
                a: 'рослый, крупный, полный',
                options: ['рослый, крупный, полный',
                    'родной, имеющий отношение к семье, дому',
                    'взрослый'
                ]
            },
            {
                q: 'запамятовать',
                a: 'забыть',
                options: ['забыть', 'запомнить', 'записать на память']
            },
            {
                q: 'завиральный',
                a: 'говорящий неправду',
                options: ['говорящий неправду', 'узорчатый', 'простоватый']
            },
            {
                q: 'закоснелый',
                a: 'упорствующий в незнании',
                options: ['упорствующий в незнании', 'окостеневший', 'забытый']
            },
            {
                q: 'запальчивый',
                a: 'вспыльчивый',
                options: ['вспыльчивый', 'военный', 'огнеопасный']
            },
            {
                q: 'истома',
                a: 'полная расслабленность',
                options: ['полная расслабленность', 'высокая температура', 'мучение']
            },
            {
                q: 'истый',
                a: 'настоящий',
                options: ['настоящий', 'исторический', 'простой']
            },
            {
                q: 'кичиться',
                a: 'гордиться, хвастаться',
                options: ['гордиться, хвастаться', 'драться', 'фамильярничать']
            },
            {
                q: 'кручина',
                a: 'тоска, печаль',
                options: ['тоска, печаль', 'боль, болезнь', 'растение']
            },
            {
                q: 'крамольный',
                a: 'бунтарский, мятежный',
                options: ['бунтарский, мятежный', 'больной', 'разрушенный']
            },
            {
                q: 'кряжистый',
                a: 'крепкий, плотный',
                options: ['крепкий, плотный', 'круглый, плавный', 'низкий, невысокий']
            },
            {
                q: 'довлеть',
                a: 'быть достаточным',
                options: ['быть достаточным', 'давить', 'забывать']
            },
            {
                q: 'марево',
                a: 'прозрачная дымка',
                options: ['прозрачная дымка', 'мор, болезни', 'краска']
            },
            {
                q: 'затрапезный',
                a: 'выношенный',
                options: ['выношенный', 'съедобный', 'связанный с приёмом пищи']
            },
            {
                q: 'корить',
                a: 'упрекать',
                options: ['упрекать', 'гримасничать', 'красть']
            },
            {
                q: 'морок',
                a: 'туман; наваждение; тьма',
                options: ['туман; наваждение; тьма', 'дождь', 'болезнь']
            },
            {
                q: 'докука',
                a: 'навязчивая просьба, забота',
                options: ['навязчивая просьба, забота', 'рутина', 'скука']
            },
            {
                q: 'досужий',
                a: 'свободный от дела',
                options: ['свободный от дела', 'рассудительный', 'любящий сплетничать']
            },
            {
                q: 'квёлый',
                a: 'слабый, хилый, вялый',
                options: ['слабый, хилый, вялый', 'цветущий', 'сплетённый']
            },
            {
                q: 'барыш',
                a: 'выручка',
                options: ['выручка', 'небольшая лодка', 'ребёнок в среде дворян']
            },
            {
                q: 'манкировать',
                a: 'пренебрегать',
                options: ['пренебрегать', 'считать', 'манить']
            },
            {
                q: 'втуне',
                a: 'напрасно',
                options: ['напрасно', 'тяжело', 'пусто']
            },
            {
                q: 'кургузый',
                a: 'короткий и тесный (об одежде)',
                options: ['короткий и тесный (об одежде)', 'горбатый', 'кривой']
            },
            {
                q: 'зычный',
                a: 'резкий, громкий (голос, звук)',
                options: ['резкий, громкий (голос, звук)',
                    'высокий',
                    'большой, объемный'
                ]
            },
            {
                q: 'мириады',
                a: 'неисчислимое множество',
                options: ['неисчислимое множество',
                    'духи, полубожества',
                    'драгоценные камни'
                ]
            },
            {
                q: 'выспренный',
                a: 'напыщенный',
                options: ['напыщенный', 'лишённый влаги', 'усталый']
            },
            {
                q: 'мастодонт',
                a: 'некто громадный',
                options: ['некто громадный', 'врач', 'часть организма']
            },
            {
                q: 'всуе',
                a: 'зря, напрасно',
                options: ['зря, напрасно', 'поспешно', 'неохотно']
            },
            {
                q: 'кромешный',
                a: 'непроглядный; невыносимо тягостный',
                options: ['непроглядный; невыносимо тягостный', 'страшный', 'изгнанный']
            },
            {
                q: 'матёрый',
                a: 'опытный',
                options: ['опытный', 'мощный', 'резкий на словах']
            },
            {
                q: 'дошлый',
                a: 'ловкий, способный, смекалистый',
                options: ['ловкий, способный, смекалистый', 'усталый', 'душный']
            },
            {
                q: 'дюжий',
                a: 'сильный, крепкого телосложения',
                options: ['сильный, крепкого телосложения', 'толстый', 'высокий']
            },
            {
                q: 'занемочь',
                a: 'заболеть',
                options: ['заболеть', 'разлениться', 'отчаяться']
            },
            {
                q: 'кудесник',
                a: 'волшебник, маг',
                options: ['волшебник, маг', 'ученый', 'странник']
            },
            {
                q: 'статный',
                a: 'стройный, хорошо сложенный',
                options: ['стройный, хорошо сложенный', 'склонный к воровству', 'умный']
            },
            {
                q: 'балда',
                a: 'бестолковый человек',
                options: ['бестолковый человек', 'мудрец', 'голова']
            },
            {
                q: 'зябкий',
                a: 'чувствительный к холоду',
                options: ['чувствительный к холоду',
                    'морозный',
                    'нечувствительный к холоду'
                ]
            },
            {
                q: 'беззастенчивый',
                a: 'бесцеремонный',
                options: ['бесцеремонный', 'смелый', 'странный']
            },
            {
                q: 'боязно',
                a: 'страшно',
                options: ['страшно', 'холодно', 'плохо']
            },
            {
                q: 'верзила',
                a: 'высокий и нескладный человек',
                options: ['высокий и нескладный человек',
                    'сильный человек',
                    'умный человек'
                ]
            },
            {
                q: 'бранить',
                a: 'осуждать, порицать',
                options: ['осуждать, порицать', 'бить', 'характеризовать']
            },
            {
                q: 'благодушие',
                a: 'хорошее настроение',
                options: ['хорошее настроение', 'странное поведение', 'глупость']
            },
            {
                q: 'безмятежный',
                a: 'спокойный',
                options: ['спокойный', 'шумный', 'глупый']
            },
            {
                q: 'вздор',
                a: 'нелепость, глупость',
                options: ['нелепость, глупость', 'взгляд', 'драка']
            },
            {
                q: 'гадкий',
                a: 'плохой, отвратительный',
                options: ['плохой, отвратительный', 'непонятный', 'жирный']
            },
            {
                q: 'дундук',
                a: 'глупец',
                options: ['глупец', 'дерево', 'музыкальный инструмент']
            },
            {
                q: 'егоза',
                a: 'суетливый человек',
                options: ['суетливый человек', 'животное', 'ребенок']
            },
            {
                q: 'каверза',
                a: 'злая проделка',
                options: ['злая проделка', 'неловкая ситуация', 'песня']
            },
            {
                q: 'козни',
                a: 'злые умыслы',
                options: ['злые умыслы', 'ругательства', 'наказания']
            },
            {
                q: 'изувер',
                a: 'очень жестокий человек',
                options: ['очень жестокий человек', 'богоотступник', 'актёр']
            },
            {
                q: 'кавардак',
                a: 'беспорядок',
                options: ['беспорядок', 'танец', 'стиль']
            },
            {
                q: 'искушенный',
                a: 'опытный',
                options: ['опытный', 'любящий поесть', 'слабый']
            },
            {
                q: 'кроткий',
                a: 'покорный',
                options: ['покорный', 'низкого роста', 'глупый']
            },
            {
                q: 'лестный',
                a: 'содержащий похвалу, одобрение',
                options: ['содержащий похвалу, одобрение', 'проворный, ловкий', 'злой']
            },
            {
                q: 'крушить',
                a: 'ломать, уничтожать',
                options: ['ломать, уничтожать', 'обманывать', 'нести']
            },
            {
                q: 'лиходей',
                a: 'злой человек',
                options: ['злой человек', 'смельчак', 'обманщик']
            },
            {
                q: 'молва',
                a: 'злые слухи',
                options: ['злые слухи', 'разговор', 'язык']
            },
            {
                q: 'невдомёк',
                a: 'не сообразить',
                options: ['не сообразить', 'глупый человек', 'неудача']
            },
            {
                q: 'облыжный',
                a: 'заведомо ложный',
                options: ['заведомо ложный', 'глупый', 'огромный, слишком большой']
            },
            {
                q: 'отрадный',
                a: 'приятный',
                options: ['приятный', 'злой, вздорный', 'далёкий']
            },
            {
                q: 'опрометчивый',
                a: 'слишком поспешный',
                options: ['слишком поспешный', 'памятливый', 'смелый']
            },
            {
                q: 'окаянный',
                a: 'отверженный, проклятый',
                options: ['отверженный, проклятый', 'раскаивающийся', 'забытый']
            },
            {
                q: 'перекоры',
                a: 'взамные упреки',
                options: ['взамные упреки', 'переговоры', 'излишняя болтливость']
            },
            {
                q: 'плут',
                a: 'обманщик',
                options: ['обманщик', 'космонавт', 'глупец']
            },
            {
                q: 'неказистый',
                a: 'невзрачный',
                options: ['невзрачный', 'робкий', 'глупый']
            },
            {
                q: 'присный',
                a: 'вечный',
                options: ['вечный', 'новый', 'памятливый']
            },
            {
                q: 'радеть',
                a: 'заботиться',
                options: ['заботиться', 'радоваться', 'работать']
            },
            {
                q: 'натореть',
                a: 'приобрести навык',
                options: ['приобрести навык', 'получить травму', 'нажить врага']
            },
            {
                q: 'спесь',
                a: 'высокомерие',
                options: ['высокомерие', 'химическое вещество', 'лесть']
            },
            {
                q: 'сирый',
                a: 'бедный, одинокий',
                options: ['бедный, одинокий', 'бесцветный', 'слабый']
            },
            {
                q: 'топорный',
                a: 'грубо сделанный',
                options: ['грубо сделанный', 'железный', 'древний']
            },
            {
                q: 'скаредный',
                a: 'жадный',
                options: ['жадный', 'хитрый', 'злой']
            },
            {
                q: 'сметливый',
                a: 'сообразительный',
                options: ['сообразительный', 'жадный', 'суетливый']
            },
            {
                q: 'утлый',
                a: 'ненадежный',
                options: ['ненадежный', 'плоский', 'старый']
            }
        ]
    }
});
