$("#quiz").dlxQuiz({
    quizData: {
        maxQuestions: 10,
        questions: [
            {
                q: 'Не ..., читатель, обществом, в которое я ввожу вас.',
                a: 'гнушайтесь',
                options: ['гнушайтесь', 'благодарите', 'взыщите']
            },
            {
                q: 'Гадатели, далёкие от кремлёвских ..., объясняли произошедшее коварными планами ретроградов, мечтающих о возрождении советского КГБ.',
                a: 'небожителей',
                options: ['небожителей', 'хулителей', 'десантников']
            },
            {
                q: 'Тут-то очень качественные, ..., подчеркнуто рукотворные и умеренно оригинальные работы латышских ткачей, скульпторов и керамистов снова обретут потерянное признание.',
                a: 'добротные',
                options: ['добротные', 'добрые', 'знатные']
            },
            {
                q: 'Словом, чудо. Диво-.... Волшебное, сказочное место.',
                a: 'дивное',
                options: ['дивное', 'чудное', 'удивительное']
            },
            {
                q: 'Поэтому могу только приводить ... и пытаться убеждать',
                a: 'доводы',
                options: ['доводы', 'подводы', 'поводы']
            },
            {
                q: 'Дмитрий, как и его родители, отличался ... и был нежно внимателен к близким.',
                a: 'добросердечием',
                options: ['добросердечием', 'добросердием', 'душесердечием']
            },
            {
                q: 'Если прогноз профессора сбудется, человечество поневоле отучится болтать и хитрить и украсится небывалыми … .',
                a: 'добродетелями',
                options: ['добродетелями', 'деятелями', 'добродетельностями']
            },
            {
                q: 'А "старцы", покушавшиеся на её … , совсем не обязательно старики.',
                a: 'добродетель',
                options: ['добродетель', 'добродушие', 'благодушие']
            },
            {
                q: '… , особенно из тех, кого радует не то, что тебе хорошо, а что соседу плохо, может спать спокойно.',
                a: 'обыватель',
                options: ['обыватель',
                    'небыватель',
                    'небожитель'
                ]
            },
            {
                q: 'Только не теряйте самоконтроль, чтобы не впадать в иллюзии и не совершать ... поступков.',
                a: 'опрометчивых',
                options: ['опрометчивых', 'опрометных', 'опрометливых']
            },
            {
                q: 'Планета наша … , что ли, не туда заходит, или солнце начинает светить не так, не теми лучами ― но вот сходят люди с ума, и всё тут!',
                a: 'окаянная',
                options: ['окаянная', 'раболепная', 'добротная']
            },
            {
                q: 'Негодуйте, если хотите, и на самого писателя, что он был человек, как и вся ... толпа, его окружавшая, человек малодушный, не возвысившийся над нею ни на один вершок.',
                a: 'раболепная',
                options: ['раболепная',
                    'лепая',
                    'рабострастная'
                ]
            },
            {
                q: '― Будешь чай с нами пить? ― неожиданно вмешалась Ленка. Меня удивило её … . Обычно она гостей не жаловала.',
                a: 'радушие',
                options: ['радушие', 'радость', 'радование']
            },
            {
                q: 'Но жили по-прежнему вместе, семья была дружная, ... и гостеприимная.',
                a: 'радушная',
                options: ['радушная', 'радая', 'отрадная']
            },
            {
                q: 'Предстоящая жизнь ... так: Саша с женой, двое детей ― Максим и Аля.',
                a: 'рисовалась',
                options: ['рисовалась',
                    'писалась',
                    'чертилась'
                ]
            },
            {
                q: 'Таким образом суд присяжных, являясь выразителем общественного правосознания, указывал на ... недостатки уголовного законодательства',
                a: 'вопиющие',
                options: ['вопиющие',
                    'вопящие',
                    'кричащие'
                ]
            },
            {
                q: 'Его глухой, монотонный голос придаёт Хоукингу особый шарм: учёный кажется ... Богом, поучающим нас, людей.',
                a: 'всеведущим',
                options: ['всеведущим',
                    'всесведующим',
                    'всеведующим'
                ]
            },
            {
                q: 'Ведь рассказывала Маргарита Тихоновна, что и раньше шептались соседи, будто Селиванова приторговывает самогоном и ... за деньги ― уж слишком часто приходят к ней самые разные люди.',
                a: 'ворожит',
                options: ['ворожит', 'волшебствует', 'ворожает']
            },
            {
                q: 'Для наших мастеров наперстка и карт наперсток и карты — это великолепный материал для зрелищного увлекательного спектакля, в котором активной стороной участвует ... зритель, прекрасно понимающий, что его, как бы это выразиться, обыгрывают.',
                a: 'взыскательный',
                options: ['взыскательный', 'взыскивающий', 'взысказывающий']
            },
            {
                q: 'На траве около пожарного стенда лежали, как … , четыре беспризорные собаки.',
                a: 'ветошь',
                options: ['ветошь',
                    'веточка',
                    'бестолочь'
                ]
            },
            {
                q: 'У него не разгибалась нога в колене, и он ... на сортировке меньше, чем я, ― всего три или четыре дня.',
                a: 'выдюжил',
                options: ['выдюжил', 'удюжил', 'удружил']
            },
            {
                q: 'А затем скалу постепенно облепили дома, опоясали зубчатые стены с башнями, и часовня стала центром сильно укреплённого монастыря (неслучайно во многих путеводителях монастырь ... "замком"!), а в XVIII веке построили дамбу, соединяющую остров с берегом.',
                a: 'величают',
                options: ['величают', 'велят', 'велеречают']
            },
            {
                q: 'Их убивали настоящие и ... враги, немцы, и эти воюющие и погибающие на фронте мужчины защищали не только свою родину, но в какой-то степени они защищали свои семьи от прежних, довоенных страхов: бдительные органы как будто немного подзабыли о богатых бабушках, слишком образованных дедушках и родственниках за границей.',
                a: 'вековечные',
                options: ['вековечные', 'тысячевечные', 'веколетние']
            },
            {
                q: 'Я смотрю, Вы все обнаруживаете и обнаруживаете, а как насчет предложить что-то свое, … , по существу!',
                a: 'дельное',
                options: ['дельное',
                    'деятельное',
                    'облыжное'
                ]
            },
            {
                q: 'Так вот он мне первый на пляже и закричал спьяну: «А, мой полночный друг, ... собеседник!',
                a: 'докучный',
                options: ['докучный', 'тучный', 'дебелый']
            },
            {
                q: 'Но скоро большой удар пришёлся по их дружбе: обнаружилось, что Зиновьев-Каменев ― лицемеры, … , что они только к власти стремятся, а ленинскими идеями не дорожат.',
                a: 'двурушники',
                options: ['двурушники', 'ушники', 'трёхрушники']
            },
            {
                q: '― Раечка, вы же не … ! ― Ой, да ладно, нормально!',
                a: 'двужильная',
                options: ['двужильная', 'трёхжильная', 'жилистая']
            },
            {
                q: 'И их память мы должны совершать не только тем, чтобы ... о них, чтобы дивиться на них, а тем, чтобы, взглянув в их жизнь, стать подобными им, отдать своё сердце, отдать свою жизнь для служения Тому Богу, Который нас научил такой любви, о которой я только что упомянул.',
                a: 'ликовать',
                options: ['ликовать', 'лебезить', 'ластиться']
            },
            {
                q: 'Чеховская чайка не стремится ввысь, как державинский лебедь; она стелется над водой и ... к берегу.',
                a: 'льнёт',
                options: ['льнёт', 'вопиёт', 'сетует']
            },
            {
                q: 'Философ встрепенулся, обвел присутствующих начавшими уже ... глазами, остановился на пытавшемся подняться с земли Морозове.',
                a: 'соловеть',
                options: ['соловеть', 'ластиться', 'лебезить']
            },
            {
                q: 'А раб, который покрывает поцелуями руку господина и везде и всюду ... его, находит удовольствие в своем рабском состоянии ― это просто холуй и хам.',
                a: 'славословит',
                options: ['славословит', 'благословит', 'ликует']
            },
            {
                q: 'Чуждый всякого мистицизма, он описал эту встречу в письме к жене детально и ошеломленно, настаивая на ... серьёзности своего сообщения.',
                a: 'сугубой',
                options: ['сугубой', 'облыжной', 'сирой']
            },
            {
                q: 'Был он конечно же не лишен … , самодурства, по крутости характера мог и ушибить больно того, кто становился ему поперёк пути или кто наплевательски относился к порученному ответственному делу.',
                a: 'спеси',
                options: ['спеси', 'скабрёзности', 'сирости']
            },
            {
                q: 'И в нашу квартиру на улице Неждановой вошёл Евгений Алексеевич Лебедев с доской, на которой был отлитый из бронзы барельеф Товстоногова ― нам в подарок.Евгений Александрович ― художник-... . Он потрясающе лепил, делал фигуры из глины, из бронзы, рисовал.',
                a: 'самородок',
                options: ['самородок', 'самодур', 'самодурок']
            },
            {
                q: 'Они создали очень ... героев, без которых кинокартина потеряла бы многое — Рыжова выступает безгранично нежной, искренней, честной, вто время как Самохвалов полностью соответствует своей фамилии.',
                a: 'самобытных',
                options: ['самобытных', 'обывательских', 'облыжных']
            },
            {
                q: 'Семён Иванович пролежал дня два или три, плотно обставленный ширмами и отделённый таким образом от всего божьего света и всех напрасных его … .',
                a: 'треволнений',
                options: ['треволнений', 'триволнений', 'трёхволнений']
            },
            {
                q: 'А Купавна не мешала ему ... новыми иллюзиями и убегать.',
                a: 'тешиться',
                options: ['тешиться', 'утешиться', 'потешаться']
            },
            {
                q: 'Отгорев своё за 20 лет, это пламя затихнет среди золы и тихо ... углей',
                a: 'тлеющих',
                options: ['тлеющих', 'вопиющих', 'обывательских']
            },
            {
                q: 'И не ... ли мои попытки познать себя хоть отчасти в этом с собой разговоре?',
                a: 'тщетны',
                options: ['тщетны', 'сиры', 'топорны']
            },
            {
                q: 'Не надо смущаться и тем, что в момент, когда мы молимся Богу, когда Господь проливает Свой свет в нашу душу, мы вдруг начинаем видеть в нашей душе такую тьму, такую нечистоту, такую … , которой раньше не ощущали и не видели в своей душе.',
                a: 'скверну',
                options: ['скверну', 'добродетель', 'скверноту']
            }
        ]
    }
});
