[{
    term: 'чрево',
    answers: ['живот', 'середина', 'рот']
}, {
    term: 'прозорливый',
    answers: ['умеющий предвидеть', 'любящий поесть', 'невнимательный']
}, {
    term: 'баснословный',
    answers: ['небывалый', 'сказочный, волшебный', 'любящий поболтать']
}, {
    term: 'франт',
    answers: ['модник', 'передовик', 'военный']
}, {
    term: 'алчный',
    answers: ['жадный', 'любящий поесть', 'красный']
}, {
    term: 'бравада',
    answers: ['показная смелость', 'название корабля', 'длинная борода']
}, {
    term: 'праздно',
    answers: ['бесцельно', 'празднично, радостно', 'весело']
}, {
    term: 'блажь',
    answers: ['нелепая прихоть', 'счастье', 'доброта']
}, {
    term: 'бессребреник',
    answers: ['человек, не привязанный к деньгам',
        'бедняк',
        'человек, не имеющий седины'
    ]
}, {
    term: 'вышколить',
    answers: ['обучая, воспитать', 'выгнать из школы', 'выпустить из школы']
}, {
    term: 'лодырничать',
    answers: ['лентяйничать', 'штопать одежду', 'ходить на лодках']
}, {
    term: 'вальяжный',
    answers: ['полный достоинства, важный',
        'путешествующий ради удовольствия',
        'изготовленнный из шерсти валянием'
    ]
}, {
    term: 'двужильный',
    answers: ['выносливый, сильный', 'долгожитель', 'старожил']
}, {
    term: 'вящий',
    answers: ['больший, более сильный', 'тянущийся, вязкий', 'прозорливый']
}, {
    term: 'горемычный',
    answers: ['несчастный, постоянно сталкивающийся с бедами',
        'горький, вызывающий горечь',
        'бегущий от проблем'
    ]
}, {
    term: 'гнушаться',
    answers: ['чуждаться из чувства презрения',
        'издеваться',
        'изолировать слух'
    ]
}, {
    term: 'лукавый',
    answers: ['хитрый, неискренний',
        'состредоточенный на внешнем проявлении чего-либо',
        'луковый, имеющий отношение к луковицам'
    ]
}, {
    term: 'хулить',
    answers: ['ругать', 'насмехаться', 'хвалить']
}, {
    term: 'дебелый',
    answers: ['толстый, рыхлый', 'глупый', 'незадачливый']
}, {
    term: 'бесталанный',
    answers: ['несчастный',
        'заурядный, не имеющий таланта',
        'неумный, бестолковый'
    ]
}, {
    term: 'елейный',
    answers: ['преувеличенно любезный', 'слабый', 'водянистый']
}, {
    term: 'жалостливый',
    answers: ['сострадательный', 'вызывающий жалость', 'острый на язык']
}, {
    term: 'бахвалиться',
    answers: ['хвастаться', 'смущаться', 'говорить комплименты']
}, {
    term: 'дородный',
    answers: ['рослый, крупный, полный',
        'родной, имеющий отношение к семье, дому',
        'взрослый'
    ]
}, {
    term: 'запамятовать',
    answers: ['забыть', 'запомнить', 'записать на память']
}, {
    term: 'завиральный',
    answers: ['говорящий неправду', 'узорчатый', 'простоватый']
}, {
    term: 'закоснелый',
    answers: ['упорствующий в незнании', 'окостеневший', 'забытый']
}, {
    term: 'запальчивый',
    answers: ['вспыльчивый', 'военный', 'огнеопасный']
}, {
    term: 'истома',
    answers: ['полная расслабленность', 'высокая температура', 'мучение']
}, {
    term: 'истый',
    answers: ['настоящий', 'исторический', 'простой']
}, {
    term: 'кичиться',
    answers: ['гордиться, хвастаться', 'драться', 'фамильярничать']
}, {
    term: 'кручина',
    answers: ['тоска, печаль', 'боль, болезнь', 'растение']
}, {
    term: 'крамольный',
    answers: ['бунтарский, мятежный', 'больной', 'разрушенный']
}, {
    term: 'кряжистый',
    answers: ['крепкий, плотный', 'круглый, плавный', 'низкий, невысокий']
}, {
    term: 'довлеть',
    answers: ['быть достаточным', 'давить', 'забывать']
}, {
    term: 'марево',
    answers: ['прозрачная дымка', 'мор, болезни', 'краска']
}, {
    term: 'затрапезный',
    answers: ['выношенный', 'съедобный', 'связанный с приёмом пищи']
}, {
    term: 'корить',
    answers: ['упрекать', 'гримасничать', 'красть']
}, {
    term: 'морок',
    answers: ['туман; наваждение; тьма', 'дождь', 'болезнь']
}, {
    term: 'докука',
    answers: ['навязчивая просьба, забота', 'рутина', 'скука']
}, {
    term: 'досужий',
    answers: ['свободный от дела', 'рассудительный', 'любящий сплетничать']
}, {
    term: 'квёлый',
    answers: ['слабый, хилый, вялый', 'цветущий', 'сплетённый']
}, {
    term: 'барыш',
    answers: ['выручка', 'небольшая лодка', 'ребёнок в среде дворян']
}, {
    term: 'манкировать',
    answers: ['пренебрегать', 'считать', 'манить']
}, {
    term: 'втуне',
    answers: ['напрасно', 'тяжело', 'пусто']
}, {
    term: 'кургузый',
    answers: ['короткий и тесный (об одежде)', 'горбатый', 'кривой']
}, {
    term: 'зычный',
    answers: ['резкий, громкий (голос, звук)',
        'высокий',
        'большой, объемный'
    ]
}, {
    term: 'мириады',
    answers: ['неисчислимое множество',
        'духи, полубожества',
        'драгоценные камни'
    ]
}, {
    term: 'выспренный',
    answers: ['напыщенный', 'лишённый влаги', 'усталый']
}, {
    term: 'мастодонт',
    answers: ['некто громадный', 'врач', 'часть организма']
}, {
    term: 'всуе',
    answers: ['зря, напрасно', 'поспешно', 'неохотно']
}, {
    term: 'кромешный',
    answers: ['непроглядный; невыносимо тягостный', 'страшный', 'изгнанный']
}, {
    term: 'матёрый',
    answers: ['опытный', 'мощный', 'резкий на словах']
}, {
    term: 'дошлый',
    answers: ['ловкий, способный, смекалистый', 'усталый', 'душный']
}, {
    term: 'дюжий',
    answers: ['сильный, крепкого телосложения', 'толстый', 'высокий']
}, {
    term: 'занемочь',
    answers: ['заболеть', 'разлениться', 'отчаяться']
}, {
    term: 'кудесник',
    answers: ['волшебник, маг', 'ученый', 'странник']
}, {
    term: 'статный',
    answers: ['стройный, хорошо сложенный', 'склонный к воровству', 'умный']
}, {
    term: 'балда',
    answers: ['бестолковый человек', 'мудрец', 'голова']
}, {
    term: 'зябкий',
    answers: ['чувствительный к холоду',
        'морозный',
        'нечувствительный к холоду'
    ]
}, {
    term: 'беззастенчивый',
    answers: ['бесцеремонный', 'смелый', 'странный']
}, {
    term: 'боязно',
    answers: ['страшно', 'холодно', 'плохо']
}, {
    term: 'верзила',
    answers: ['высокий и нескладный человек',
        'сильный человек',
        'умный человек'
    ]
}, {
    term: 'бранить',
    answers: ['осуждать, порицать', 'бить', 'характеризовать']
}, {
    term: 'благодушие',
    answers: ['хорошее настроение', 'странное поведение', 'глупость']
}, {
    term: 'безмятежный',
    answers: ['спокойный', 'шумный', 'глупый']
}, {
    term: 'вздор',
    answers: ['нелепость, глупость', 'взгляд', 'драка']
}, {
    term: 'гадкий',
    answers: ['плохой, отвратительный', 'непонятный', 'жирный']
}, {
    term: 'дундук',
    answers: ['глупец', 'дерево', 'музыкальный инструмент']
}, {
    term: 'егоза',
    answers: ['суетливый человек', 'животное', 'ребенок']
}, {
    term: 'каверза',
    answers: ['злая проделка', 'неловкая ситуация', 'песня']
}, {
    term: 'козни',
    answers: ['злые умыслы', 'ругательства', 'наказания']
}, {
    term: 'изувер',
    answers: ['очень жестокий человек', 'богоотступник', 'актёр']
}, {
    term: 'кавардак',
    answers: ['беспорядок', 'танец', 'стиль']
}, {
    term: 'искушенный',
    answers: ['опытный', 'любящий поесть', 'слабый']
}, {
    term: 'кроткий',
    answers: ['покорный', 'низкого роста', 'глупый']
}, {
    term: 'лестный',
    answers: ['содержащий похвалу, одобрение', 'проворный, ловкий', 'злой']
}, {
    term: 'крушить',
    answers: ['ломать, уничтожать', 'обманывать', 'нести']
}, {
    term: 'лиходей',
    answers: ['злой человек', 'смельчак', 'обманщик']
}, {
    term: 'молва',
    answers: ['злые слухи', 'разговор', 'язык']
}, {
    term: 'невдомёк',
    answers: ['не сообразить', 'глупый человек', 'неудача']
}, {
    term: 'облыжный',
    answers: ['заведомо ложный', 'глупый', 'огромный, слишком большой']
}, {
    term: 'отрадный',
    answers: ['приятный', 'злой, вздорный', 'далёкий']
}, {
    term: 'опрометчивый',
    answers: ['слишком поспешный', 'памятливый', 'смелый']
}, {
    term: 'окаянный',
    answers: ['отверженный, проклятый', 'раскаивающийся', 'забытый']
}, {
    term: 'перекоры',
    answers: ['взамные упреки', 'переговоры', 'излишняя болтливость']
}, {
    term: 'плут',
    answers: ['обманщик', 'космонавт', 'глупец']
}, {
    term: 'неказистый',
    answers: ['невзрачный', 'робкий', 'глупый']
}, {
    term: 'присный',
    answers: ['вечный', 'новый', 'памятливый']
}, {
    term: 'радеть',
    answers: ['заботиться', 'радоваться', 'работать']
}, {
    term: 'натореть',
    answers: ['приобрести навык', 'получить травму', 'нажить врага']
}, {
    term: 'спесь',
    answers: ['высокомерие', 'химическое вещество', 'лесть']
}, {
    term: 'сирый',
    answers: ['бедный, одинокий', 'бесцветный', 'слабый']
}, {
    term: 'топорный',
    answers: ['грубо сделанный', 'железный', 'древний']
}, {
    term: 'скаредный',
    answers: ['жадный', 'хитрый', 'злой']
}, {
    term: 'сметливый',
    answers: ['сообразительный', 'жадный', 'суетливый']
}, {
    term: 'утлый',
    answers: ['ненадежный', 'плоский', 'старый']
}]
