let q = {
  "чрево": {
    "1": "живот",
    "2": "середина",
    "3": "рот"
  },
  "прозорливый": {
    "1": "умеющий предвидеть",
    "2": "любящий поесть",
    "3": "невнимательный"
  },
  "баснословный": {
    "1": "небывалый",
    "2": "сказочный, волшебный",
    "3": "любящий поболтать"
  },
  "франт": {
    "1": "модник",
    "2": "передовик",
    "3": "военный"
  },
  "алчный": {
    "1": "жадный",
    "2": "любящий поесть",
    "3": "красный"
  },
  "бравада": {
    "1": "показная смелость",
    "2": "название корабля",
    "3": "длинная борода"
  },
  "праздно": {
    "1": "бесцельно",
    "2": "празднично, радостно",
    "3": "весело"
  },
  "блажь": {
    "1": "нелепая прихоть",
    "2": "счастье",
    "3": "доброта"
  },
  "бессребреник": {
    "1": "человек, не привязанный к деньгам",
    "2": "бедняк",
    "3": "человек, не имеющий седины"
  },
  "вышколить": {
    "1": "обучая, воспитать",
    "2": "выгнать из школы",
    "3": "выпустить из школы"
  },
  "лодырничать": {
    "1": "лентяйничать",
    "2": "штопать одежду",
    "3": "ходить на лодках"
  },
  "вальяжный": {
    "1": "полный достоинства, важный",
    "2": "путешествующий ради удовольствия",
    "3": "изготовленнный из шерсти валянием"
  },
  "двужильный": {
    "1": "выносливый, сильный",
    "2": "долгожитель",
    "3": "старожил"
  },
  "вящий": {
    "1": "больший, более сильный",
    "2": "тянущийся, вязкий",
    "3": "прозорливый"
  },
  "горемычный": {
    "1": "несчастный, постоянно сталкивающийся с бедами",
    "2": "горький, вызывающий горечь",
    "3": "бегущий от проблем"
  },
  "гнушаться": {
    "1": "чуждаться из чувства презрения",
    "2": "издеваться",
    "3": "изолировать слух"
  },
  "лукавый": {
    "1": "хитрый, неискренний",
    "2": "состредоточенный на внешнем проявлении чего-либо",
    "3": "луковый, имеющий отношение к луковицам"
  },
  "хулить": {
    "1": "ругать",
    "2": "насмехаться",
    "3": "хвалить"
  },
  "дебелый": {
    "1": "толстый, рыхлый",
    "2": "глупый",
    "3": "незадачливый"
  },
  "бесталанный": {
    "1": "несчастный",
    "2": "заурядный, не имеющий таланта",
    "3": "неумный, бестолковый"
  },
  "елейный": {
    "1": "преувеличенно любезный",
    "2": "слабый",
    "3": "водянистый"
  },
  "жалостливый": {
    "1": "сострадательный",
    "2": "вызывающий жалость",
    "3": "острый на язык"
  },
  "бахвалиться": {
    "1": "хвастаться",
    "2": "смущаться",
    "3": "говорить комплименты"
  },
  "дородный": {
    "1": "рослый, крупный, полный",
    "2": "родной, имеющий отношение к семье, дому",
    "3": "взрослый"
  },
  "запамятовать": {
    "1": "забыть",
    "2": "запомнить",
    "3": "записать на память"
  },
  "завиральный": {
    "1": "говорящий неправду",
    "2": "узорчатый",
    "3": "простоватый"
  },
  "закоснелый": {
    "1": "упорствующий в незнании",
    "2": "окостеневший",
    "3": "забытый"
  },
  "запальчивый": {
    "1": "вспыльчивый",
    "2": "военный",
    "3": "огнеопасный"
  },
  "истома": {
    "1": "полная расслабленность",
    "2": "высокая температура",
    "3": "мучение"
  },
  "истый": {
    "1": "настоящий",
    "2": "исторический",
    "3": "простой"
  },
  "кичиться": {
    "1": "гордиться, хвастаться",
    "2": "драться",
    "3": "фамильярничать"
  },
  "кручина": {
    "1": "тоска, печаль",
    "2": "боль, болезнь",
    "3": "растение"
  },
  "крамольный": {
    "1": "бунтарский, мятежный",
    "2": "больной",
    "3": "разрушенный"
  },
  "кряжистый": {
    "1": "крепкий, плотный",
    "2": "круглый, плавный",
    "3": "низкий, невысокий"
  },
  "довлеть": {
    "1": "быть достаточным",
    "2": "давить",
    "3": "забывать"
  },
  "марево": {
    "1": "прозрачная дымка",
    "2": "мор, болезни",
    "3": "краска"
  },
  "затрапезный": {
    "1": "выношенный",
    "2": "съедобный",
    "3": "связанный с приёмом пищи"
  },
  "корить": {
    "1": "упрекать",
    "2": "гримасничать",
    "3": "красть"
  },
  "морок": {
    "1": "туман; наваждение; тьма",
    "2": "дождь",
    "3": "болезнь"
  },
  "докука": {
    "1": "навязчивая просьба, забота",
    "2": "рутина",
    "3": "скука"
  },
  "досужий": {
    "1": "свободный от дела",
    "2": "рассудительный",
    "3": "любящий сплетничать"
  },
  "квёлый": {
    "1": "слабый, хилый, вялый",
    "2": "цветущий",
    "3": "сплетённый"
  },
  "барыш": {
    "1": "выручка",
    "2": "небольшая лодка",
    "3": "ребёнок в среде дворян"
  },
  "манкировать": {
    "1": "пренебрегать",
    "2": "считать",
    "3": "манить"
  },
  "втуне": {
    "1": "напрасно",
    "2": "тяжело",
    "3": "пусто"
  },
  "кургузый": {
    "1": "короткий и тесный (об одежде)",
    "2": "горбатый",
    "3": "кривой"
  },
  "зычный": {
    "1": "резкий, громкий (голос, звук)",
    "2": "высокий",
    "3": "большой, объемный"
  },
  "мириады": {
    "1": "неисчислимое множество",
    "2": "духи, полубожества",
    "3": "драгоценные камни"
  },
  "выспренный": {
    "1": "напыщенный",
    "2": "лишённый влаги",
    "3": "усталый"
  },
  "мастодонт": {
    "1": "некто громадный",
    "2": "врач",
    "3": "часть организма"
  },
  "всуе": {
    "1": "зря, напрасно",
    "2": "поспешно",
    "3": "неохотно"
  },
  "кромешный": {
    "1": "непроглядный; невыносимо тягостный",
    "2": "страшный",
    "3": "изгнанный"
  },
  "матёрый": {
    "1": "опытный",
    "2": "мощный",
    "3": "резкий на словах"
  },
  "дошлый": {
    "1": "ловкий, способный, смекалистый",
    "2": "усталый",
    "3": "душный"
  },
  "дюжий": {
    "1": "сильный, крепкого телосложения",
    "2": "толстый",
    "3": "высокий"
  },
  "занемочь": {
    "1": "заболеть",
    "2": "разлениться",
    "3": "отчаяться"
  },
  "кудесник": {
    "1": "волшебник, маг",
    "2": "ученый",
    "3": "странник"
  },
  "статный": {
    "1": "стройный, хорошо сложенный",
    "2": "склонный к воровству",
    "3": "умный"
  },
  "балда": {
    "1": "бестолковый человек",
    "2": "мудрец",
    "3": "голова"
  },
  "зябкий": {
    "1": "чувствительный к холоду",
    "2": "морозный",
    "3": "нечувствительный к холоду"
  },
  "беззастенчивый": {
    "1": "бесцеремонный",
    "2": "смелый",
    "3": "странный"
  },
  "боязно": {
    "1": "страшно",
    "2": "холодно",
    "3": "плохо"
  },
  "верзила": {
    "1": "высокий и нескладный человек",
    "2": "сильный человек",
    "3": "умный человек"
  },
  "бранить": {
    "1": "осуждать, порицать",
    "2": "бить",
    "3": "характеризовать"
  },
  "благодушие": {
    "1": "хорошее настроение",
    "2": "странное поведение",
    "3": "глупость"
  },
  "безмятежный": {
    "1": "спокойный",
    "2": "шумный",
    "3": "глупый"
  },
  "вздор": {
    "1": "нелепость, глупость",
    "2": "взгляд",
    "3": "драка"
  },
  "гадкий": {
    "1": "плохой, отвратительный",
    "2": "непонятный",
    "3": "жирный"
  },
  "дундук": {
    "1": "глупец",
    "2": "дерево",
    "3": "музыкальный инструмент"
  },
  "егоза": {
    "1": "суетливый человек",
    "2": "животное",
    "3": "ребенок"
  },
  "каверза": {
    "1": "злая проделка",
    "2": "неловкая ситуация",
    "3": "песня"
  },
  "козни": {
    "1": "злые умыслы",
    "2": "ругательства",
    "3": "наказания"
  },
  "изувер": {
    "1": "очень жестокий человек",
    "2": "богоотступник",
    "3": "актёр"
  },
  "кавардак": {
    "1": "беспорядок",
    "2": "танец",
    "3": "стиль"
  },
  "искушенный": {
    "1": "опытный",
    "2": "любящий поесть",
    "3": "слабый"
  },
  "кроткий": {
    "1": "покорный",
    "2": "низкого роста",
    "3": "глупый"
  },
  "лестный": {
    "1": "содержащий похвалу, одобрение",
    "2": "проворный, ловкий",
    "3": "злой"
  },
  "крушить": {
    "1": "ломать, уничтожать",
    "2": "обманывать",
    "3": "нести"
  },
  "лиходей": {
    "1": "злой человек",
    "2": "смельчак",
    "3": "обманщик"
  },
  "молва": {
    "1": "злые слухи",
    "2": "разговор",
    "3": "язык"
  },
  "невдомёк": {
    "1": "не сообразить",
    "2": "глупый человек",
    "3": "неудача"
  },
  "облыжный": {
    "1": "заведомо ложный",
    "2": "глупый",
    "3": "огромный, слишком большой"
  },
  "отрадный": {
    "1": "приятный",
    "2": "злой, вздорный",
    "3": "далёкий"
  },
  "опрометчивый": {
    "1": "слишком поспешный",
    "2": "памятливый",
    "3": "смелый"
  },
  "окаянный": {
    "1": "отверженный, проклятый",
    "2": "раскаивающийся",
    "3": "забытый"
  },
  "перекоры": {
    "1": "взамные упреки",
    "2": "переговоры",
    "3": "излишняя болтливость"
  },
  "плут": {
    "1": "обманщик",
    "2": "космонавт",
    "3": "глупец"
  },
  "неказистый": {
    "1": "невзрачный",
    "2": "робкий",
    "3": "глупый"
  },
  "присный": {
    "1": "вечный",
    "2": "новый",
    "3": "памятливый"
  },
  "радеть": {
    "1": "заботиться",
    "2": "радоваться",
    "3": "работать"
  },
  "натореть": {
    "1": "приобрести навык",
    "2": "получить травму",
    "3": "нажить врага"
  },
  "спесь": {
    "1": "высокомерие",
    "2": "химическое вещество",
    "3": "лесть"
  },
  "сирый": {
    "1": "бедный, одинокий",
    "2": "бесцветный",
    "3": "слабый"
  },
  "топорный": {
    "1": "грубо сделанный",
    "2": "железный",
    "3": "древний"
  },
  "скаредный": {
    "1": "жадный",
    "2": "хитрый",
    "3": "злой"
  },
  "сметливый": {
    "1": "сообразительный",
    "2": "жадный",
    "3": "суетливый"
  },
  "утлый": {
    "1": "ненадежный",
    "2": "плоский",
    "3": "старый"
  }
}

/*
"q": "Look at the following selector: $(\"div\")<br/> What does it select?",
"a": "All div elements",
"options": [
    "All div elements",
    "The first div element",
    "All elements with the class \"div\""
]
*/

let a = []

for (let w in q) {
    let rec = {}
    rec.q = w;
    rec.a = q[w]["1"]
    rec.options = [];
    for (let v in q[w]) {
        rec.options.push(q[w][v])
    }
    a.push(rec)
}

console.log(a);